{
    "stories": [
    {
      "id": "s0001",
      "loc_id": 1,
      "title": "Bessie Millie",
      "summary": "Meet Bessie Millie, the witch of Brinkie’s Brae, who was visited by Sir Walter Scott.",
      "text": "Sir Walter Scott visits Bessie Millie, the weather witch of Stromness, writing a ghastly description of the 100-year-old witch who sells favourable winds to sailors for a sixpence.",
      "script": "In 1814 Sir Walter Scott visited Stromness while a guest aboard the Lighthouse yacht Pharos. Here he met the witch of Brinkie’s Brae, as he recorded in his journal later.\n\nAt the village of Stromness ... lived an aged dame, called Bessie Millie, who eked out her subsistence by selling favourable winds to mariners. \nHe was a venturous master of a vessel who left the roadstead of Stromness without paying his offering to propitiate Bessie Millie; her fee was extremely moderate, being exactly sixpence, for which, as she explained herself, she boiled her kettle and gave the bark advantage of her prayers, for she disclaimed all unlawful arts. The wind thus petitioned for was sure, she said, to arrive, though occasionally the mariners had to wait some time for it ....\n\nShe herself was, as she told us, nearly one hundred years old, withered and dried up like a mummy. A clay-coloured kerchief, folded round her head, corresponded in colour to her corpse-like complexion. Two light-blue eyes that gleamed with a lustre like that of insanity, an utterance of astonishing rapidity, a nose and chin that almost met together, and a ghastly expression of cunning, gave her the effect of Hecaté .... Such was Bessie Millie, to whom the mariners paid a sort of tribute, with a feeling betwixt jest and earnest.\n",
      "child_friendly": true,
      "story_audio": "bessie_millie",
      "images": "stromness_1"
    },
    {
      "id": "s0002",
      "loc_id": 1,
      "title": "Mammy Scott",
      "summary": "Eventually, Bessie Millie is replaced by a new weather witch, Mammy Scott.",
      "text": "A sea captain visits Mammy Scott to seek a favourable wind. She sells him a charm in the form of a string bearing three knots, instructing him how to use the charm … but with a warning. Whatever happens, he must never untie the third knot! Of course, he’s unable to resist untying the knot when he’s nearly home and is immediately blown all the way back to Stromness.",
      "script": "Bessie Millie was not the only weather witch in Stromness. She was replaced by Mammy Scott.\n\nA captain called along Mammy Scott’s house to secure a fair wind for his return voyage to Stornoway in Lewis. She took his money and gave him a piece of string that had three knots tied in it. He was told to untie the first knot if the wind was not strong enough and to untie the second knot if he required a bit more wind. But on no account was he to untie the third knot, or things would turn out bad for him. He thanked her and set sail on his ship. The wind was light so he untied the first knot and a strong breeze filled the sails and the ship made good speed through the Hoy Sound and along the coast of Sutherland. The captain was still not satisfied with the strength of the wind so he undid the second knot and the breeze picked up and started to blow briskly so that the ship made good speed around Cape Wrath and southwards towards the Hebrides.\n \nBefore long the ship was approaching the entrance to Stornoway Harbour and the captain started to wonder what would happen if he was to untie the third knot. They were home already, so what could possibly go wrong? He untied the third knot and suddenly the wind swung around and blew straight at them, the sky turned black and a hurricane stated to blow. The ship, so close to home, was forced to turn around and run before the gale, all the way back north, through the Hoy Sound and back to Stromness.\n",
      "child_friendly": true,
      "story_audio": "mammy_scott",
      "images": "stromness_2,bryce_ship"
    },
    {
      "id": "s0003",
      "loc_id": 2,
      "title": "The Mermaid of Breckness",
      "summary": "The tale of the sorrowful mermaid of Breckness.",
      "text": "The farmer of Breckness steals the sea skin of a beautiful mermaid, who must then become his wife. Years later, when her daughter reveals the hiding place of the skin, the mermaid returns to her watery home. She doesn’t forget her children, visiting them many times, but she always evades the farmer. Listen carefully - you can still hear the mermaid’s lullaby echoing along the shore.",
      "script": "The old house of Breckness over there on the headland was said to have had a broonie that lived under the stairs. It provided help around the place for the Graham family, but left with them when they went to live in Skaill House. Broonies go with families, not houses.\n\nBut this story is not about a broonie, but a mermaid. There was a farmer who lived around Breckness and one fine, summer’s day he was down by the shore, lying on the grass and enjoying the sun. It was then that he heard it. The most beautiful sound that had ever entered his ears. It was the song of the mermaid. Very carefully, he looked to see who was making that sweet, sweet music. There she was! The most beautiful woman that the farmer had ever set eyes upon. She was sitting combing her long, golden hair with a golden comb, blissfully unaware that she had been seen by mortal eyes. \n\nSlowly – very slowly – the farmer crept down to the beach unnoticed. He then crawled on his belly, very slowly and silently, towards the mermaid. Her song made his head swim, but he focused his gaze on his prize. The Mermaid had taken her sea skin off, so instead of a fish tail she had legs. The farmer knew that she could never return to the sea without her sea skin, and he meant to have it. And her! The mermaid was too lost in her song to notice him, until it was too late. The skin was snatched and hastily thrust under his jacket. She reached for her skin, but gave a cry of despair when she discovered that it was gone. She begged him to return it, but he refused. She was to live with him now, on the land, and be his wife.\n\nThe mermaid sobbed. The mermaid pleaded. The mermaid promised him wealth beyond his wildest dreams, but he had another treasure now and he was not going to give that up. So, sadly the mermaid, bound to him now by his theft, was forced to marry him. \n\nThey lived together for quite a few years and their union was blessed by six of the bonniest bairns in all the broken isles of Orkney - three boys and three girls. The mermaid was devoted to her children, but all the time she longed to go back to the sea. She told her children to ask their father where the skin was hidden. One day the youngest daughter, who was the apple of her father's eye, learned the secret of where it was hidden. She went running to her mother, all excited and out of breath, and told her where to find it. The mermaid ran to the spot immediately and uncovered her long lost skin. It was all silver and green and blue and, oh! It was beautiful. She hugged her bairn, ran down to the shore and slipped on the skin. The water was soft and familiar – she was at home.\n\nThe farmer never stopped searching for his mermaid wife, but she was careful not to let him catch her. One day he saw his children walk down to the shore, and he followed them. He saw, to his joy, the mermaid come out of the sea and take off her skin. She sang to the children and combed their hair with her golden comb. He tried to creep up on her, like he had done before, but she was too quick for him this time. He would never catch her again, and he never did. But, you know, the old folks used to say that if you go down to the shore at Breckness you can still hear the sweet song of the mermaid, a lullaby she used to sing her bairns to sleep with, echoing through the caverns of the deep. And who knows, maybe you still can.\n",
      "child_friendly": true,
      "story_audio": "the_mermaid_of_breckness",
      "images": "breckness_ruins,bryceillustrations_mermaid"
    },
    {
      "id": "s0004",
      "loc_id": 2,
      "title": "Charlie's Hole",
      "summary": "The true story of a very lucky sailor. ",
      "text": "When a ship called the Star of Dundee is destroyed in a raging storm, the lone survivor is washed into a cave, where he miraculously survives. Days later the storm relents, and he makes his way to the nearest croft. The sailor tells the crofters that his name is Charlie. And that’s why the cave is still known as Charlie’s Hole.",
      "script": "Wednesday, 5th March 1834 was a wild day. A storm was raging and driving a ship before it. The Star of Dundee was powerless to resist the ferocity of the waves and wind as it approached the Black Craig. The crofters of Outertoon saw it coming and they wanted to help. They took ropes made of twisted straw and they ran up to the top of the Black Craig, right above where the stricken vessel was trapped against the cliff. They could see the crew running around the deck, trying hopelessly to save their ship, and their own lives. The crofters lowered their ropes down the cliff towards the ship. They might yet be able to save the crew. But, no. A huge wave crashed into the side of the ship and splintered her hull to matchsticks. The crofters looked on in horror, unable to do a thing. The ship was gone, along with those who had sailed in her. It would take a miracle for anyone to survive in that sea.\n\nOn the following Sunday the wind finally went down and peace descended over the land. The folk who lived in the house nearest the cliff were going about their daily business when the door opened and in walked a stranger. He was soaked, ragged and his eye were red with salt. Was he a ghost? No, he introduced himself as Charlie, the only survivor from the wreck of the Star of Dundee. But how could that be? Asked the folk, amazed at the prospect. So, after tending to him he told them his story. \n\nWhen the ship was smashed by the huge wave he found himself in the sea and without hope. But, there is a deep cave worn into the cliff by the pounding of the Atlantic waves. He was washed into this cave and part of the ship was washed against the mouth of it, wedged in place and acting as a breakwater. He found that there was a raised beached at the end of the cave, free from the water. He was also lucky enough to find a barrel of ship’s biscuits and some salted fish that had washed inside the cave as well, so he had some food. He also had a supply of fresh water as it trickled through the fissures in the rock in the roof of the cave. He settled down and waited until the storm finally abated and he could try to escape. When he tried to leave the cave he found that the only way out was to climb up the high cliffs of the Black Craig. Despite being weak and cold he managed to climb the cliff to safety. He then headed for the first house he saw and safety. He would return home and no one in Orkney ever heard from him again, but to this day the cave at the foot of the Black Craig is still called ‘Charlie’s Hole’. \n",
      "child_friendly": true,
      "story_audio": "charlies_hole",
      "images": "bryce_ship"
    },
    {
      "id": "s0005",
      "loc_id": 2,
      "title": "Death of the Mainland Faeries",
      "summary": "Find out why you won’t see faeries in the West Mainland.",
      "text": "When the faeries find a plague of ministers too much to handle, they decide to move to the nearby island of Hoy. The nimblest of the faeries leaps over the sea to Hoy, fastening a rope for the others to walk across. But … disaster! As the faerie folk are crossing, the rope breaks and they plunge to their doom. In despair, the faerie left on Hoy casts himself into the sea.",
      "script": "You know, you never see faeries around here any more, and there's a good reason for that. Ministers! There was a fair plague of them, praying and singing hymns, church bells ringing on a Sunday morning. The faeries couldn't bear it! So, they hatched a plan. They decided to move to Hoy, where there were plenty of wild places where they could live without ever seeing a minister again. \n\nOn the night of the full moon they gathered on top of the Black Craig. The moon was as round as a cloutie dumpling and shone like a silver dish. The most nimble of the faeries took the end of a rope of twisted straw and jumped right across the raging tidal waters of the Hoy Sound and landed neatly on the Kame of Hoy. He secured the rope at that side - it had already been secured on this side before he jumped. When it was secure all the faeries started to skip and run across it, just like a bridge. But when they got half way over a terrible thing happened. The straw rope broke, and they all tumbled into the waves below and were swept away by the ebbing tide. The one who was on Hoy wailed when he saw that, and threw himself into the waters after them. And that, they say, was the end of the Mainland faeries.\n",
      "child_friendly": true,
      "story_audio": "death_of_the_mainland_faeries",
      "images": "warbeth_black_craig_from,bryceillustrations_death_of_mainland_faeries,warbeth_toward_black_craig"
    },
    {
      "id": "s0006",
      "loc_id": 3,
      "title": "The Donnie Stanes",
      "summary": "Hear the sad tale of the Brough of Bigging’s Donnie Stanes.",
      "text": "Local lore claims that Spanish Armada sailors survive a wreck and settle in Orkney. The “donnie stanes” are said to be where the dead sailors are buried. The ship’s dying priest, holding a silver cross, is killed by a local man, who steals the cross. The murderer is saved from the angry “dons” by the local minister, who offers to place the stolen cross in his kirk.",
      "script": "In 1588 the King of Spain attempted to invade England with a mighty Armada of ships, but they were scattered by the wind and driven north. Although there are no recorded Armada wrecks in Orkney there are plenty of stories about them. \n\nHere at Yesnaby, at the foot of the Brough of Bigging, an Armada ship was said to have been wrecked. The survivors that reached the shore were cold and exhausted. One man, who was a priest, lay dying. He held in his hands a large silver cross, which he was intently staring at. He was found by a local man, who saw the silver cross and he wanted it. He struck the priest on the head, killing him, and stole the cross. Some of the survivors saw him do this and chased after him. The man ran to a small church where he claimed sanctuary. The minister of the kirk spoke to the Spanish, as best as he could, and it was agreed that if the cross stayed in the church then the murderer could go free. \n\nIt was said that a line of upright stones at the base of the Brough of Bigging are the graves of the Spanish sailors. They are known locally as the Donnie Stanes, the stones of the Dons, as the Spanish were called. The largest stone is said to mark the grave of the priest. It was believed that if a woman couldn’t conceive a baby she should sit on this stone and swivel around three times, with the course of the sun, and she would be sure to have a fine strong bairn after that.\n",
      "child_friendly": true,
      "story_audio": "the_donnie_stanes",
      "images": "donnie_stanes,bryceillustrations_boat"
    },
    {
      "id": "s0007",
      "loc_id": 3,
      "title": "The Herd Boy",
      "summary": "How a boy saves the millstone quarry men.",
      "text": "Men are working away in the millstone quarry one day in 1755, when they see the boy who herds cattle yelling and waving his arms about. Though they can’t hear what he’s saying, they scramble out of the quarry. Just in time, for an earthquake in Lisbon has sent great tidal waves to pound Orkney’s west coast. The millstone they’re working on and all of the men’s tools are sucked into the sea. Thanks to the boy, the men are saved.",
      "script": "In 1751 the west side of Orkney was hit by a tsunami caused by the Lisbon earthquake, which devastated the Portuguese capital. At that time there were men working in the millstone quarry. They had cut a stone from the fine-grained rock and were in the act of shaping it and making the hole through the middle. \n\nOn the hillside was a young boy, herding cattle. As he sat gazing out to sea he saw a huge wave heading towards the shore at a great speed. The quarrymen had dug down into the rock, leaving a wall of stone between them and the ocean, so they couldn’t see the wave coming. The herd boy shouted to them and waved his arms. They couldn’t hear what he was saying, but they knew that something was wrong, so they ran out of the quarry and up the slope towards him. No sooner had they done that than the wave struck the coast. The millstone that they had been making and all their tools were swept out of the quarry and carried away. If it wasn’t for the herd boy all the men would have been lost that day as well. \n",
      "child_friendly": true,
      "story_audio": "the_herd_boy",
      "images": "yesnaby_abandoned_millstone,yesnaby_old_millstone_2,bryceillustrations_millstone"
    },
    {
      "id": "s0008",
      "loc_id": 3,
      "title": "What Happens to a Nag",
      "summary": "Hear about strange goings-on in Yesnaby’s caves.",
      "text": "Steer clear of Yesnaby’s caves. You might run into the mysterious spotted man who’s said to live in a cave below the Broch of Borwick. Local lore also says that nagging women and lazy men are turned into stalactites and stalagmites, dripping away in their damp caves forevermore.",
      "script": "If you take the walking path north, to your right, you will come to the beautiful ruins of the Broch of Borwick. This is half of an Iron Age broch, some 2,000 years old, perched on the clifftop. The other half has been eroded by the sea. If you go just beyond the broch you will see that in the cliff beneath it is a large sea cave. It was said that the stalagmites and stalactites inside it were actually the remains of lazy men and nagging women who had been turned to stone as a punishment. The idle men hung from the roof while the nagging women stood fixed to the floor. It was also said to be the home of a strange creature that resembled a spotted man. He would wander out of the cave at times but seems to have kept himself to himself. But still, it might be a good idea not to disturb him. ",
      "child_friendly": true,
      "story_audio": "what_happens_to_a_nag",
      "images": "yesnaby_path_to_brock_of_borwick,yesnaby_broch_of_borwick"
    },
    {
      "id": "s0009",
      "loc_id": 3,
      "title": "Annie Peace, Yesnaby's Witch",
      "summary": "How Yesnaby’s witch was tricked by a Stenness boy.",
      "text": "Yesnaby woman Annie Peace uses “Ran’s cup,” which she says belongs to the Viking goddess of the sea, to cast spells for local folk … for a small fee. When a Stenness boy dresses as a lovelorn young girl and tricks Annie with a fake coin, the witch curses, saying that “girl” will never find a husband. And this turns out to be quite true, but she does get a wife!",
      "script": "When you drive back you will see the remains of an old house by the side of the road. Part of it has fallen down, showing the fireplace. An upright stone stands next to it. This was once the home of Robbie and Anne Peace. Now Anne fancied herself as a witch and she kept a stone vessel safely in a cupboard in the wall, covered by a piece of blue cloth. This, she said, was Ran’s Cup and it gave her the power to protect fishing boats and to see into the future. Ran was the Viking goddess of the sea, so it was best to keep on her good side.\n\nAnne Peace could also cast spells, she assured everyone, and could secure the heart of the one that you loved. The local boys were always teasing her and it was a constant battle of wits between them. One day, one of the boys had an idea. Women’s clothes that were laid out to bleach in the sun were ‘borrowed’ and the trickster got dressed up as a girl. After sunset he knocked on Anne’s door and said that he was a girl in need of her help. She said that she had a boy that she loved, but that another girl was after him. Anne swore that she could help, if the price was right. A sovereign was slipped into Anne’s hand. Oh! Such a lot of money! Ran’s Cup was consulted, and the girl was assured that the young man was as good as hers and that she should prepare for the wedding. On joining the boys outside the ‘girl’ pulled off the dress and ran away as a boy again. The next morning, when Anne examined the sovereign she found, to her annoyance, that it was nothing more than a lead copy. She swore that the girl would never marry a man for as long as she lived, and do you know, old Anne was perfectly right. \n",
      "child_friendly": true,
      "story_audio": "annie_peace",
      "images": "yesnaby_cliffs"
    },
    {
      "id": "s0010",
      "loc_id": 4,
      "title": "Death of the Fin King",
      "summary": "When the Fin King keeps the fishermen from catching fish, the men turn to the spaewife for advice.",
      "text": "When the fishermen of Skaill Bay stop catching fish, they turn to the wise woman for advice. She gives them a strategy to defeat the Fin King. The fishermen do exactly as the spaewife instructs them, resulting in the Fin King’s death. You can still see the burned stones where his body was destroyed.",
      "script": "The fishermen who lived around the bay suddenly stopped catching fish. There were plenty of fish in the sea, but they wouldn’t take the bait on their hooks. As people started to grow hungry some of the fishermen went to see an old woman, said to be a spaewife, or witch. She said that they had trespassed on the Fin Folk’s fishing grounds and that the Fin King had put a spell on all the fish, so that they would catch no more. To break the spell they had to get eight strong and unmarried men to take out a six oared boat. At a certain place they had to say a magic blessing on the stone sinker that weighted their fishing line, and drop it over the side. When they hooked a fish they had to row for the shore as fast as they could. The Fin King would chase them. They had to bring with then four strongly made barrels. When the Fin King got near they had to throw him a barrel, which he would stop and attack. They should do this until the fourth barrel was thrown, by which time they would be back ashore. \n\nThe men did as the spaewife told them. The barrels were made and a six oared boat secured. Six men rowed it, one was on the tiller while another took care of the line and barrels. At the right spot the words were spoken over the sinker stone and the line was thrown over the side. In no time at all they had a bite – a fine big cod. It was hurriedly pulled in and the men started to row for the land. Then they saw the sea foam and up rose the Fin King, a huge monster covered with scales and fins. He swam after the boat, so the first barrel was thrown to him. He stopped to rip it apart, then swam after them again. The second barrel was thrown out and again he stopped to tear it to shreds. But when the third barrel was thrown out he grabbed it, but kept on swimming after them. He tore at the barrel as he swam, closer and closer. He reached out his webbed hand to seize the stern of the boat, but one of the young men grabbed the fourth barrel and threw it at the monster’s head with such force that it killed him. The boat made the shore, just below the kirk, and was pulled to safety. \n\nThe Fin King died on the shore and was burned on a pyre, which is now the Castle of Snoosgarth, named after the snoozing noises he made as he died. You can still see burnt stones where it happened.\n",
      "child_friendly": true,
      "story_audio": "death_of_the_fin_king",
      "images": "bryce_finman"
    },
    {
      "id": "s0011",
      "loc_id": 4,
      "title": "The Miller and the Fin Folk",
      "summary": "What happens when a miller is terrorized by the Fin Folk? ",
      "text": "The miller of Skaill Bay closes his mill in fear of the Fin Folk, who keep raiding it. A canny beggar woman offers to help. She tricks the Fin Folk, freeing the local people of this menace. The old woman is given a portion of grain from every grateful person who has grain ground at the mill, and never has to beg again.",
      "script": "About half way between here and the Skara Brae Visitors’ Centre there used to be a mill. It was demolished in the 1980s as it was being eroded by the sea. A walled picnic area was made from the stones, with the millstone as a table, but that too has now been claimed by the ever hungry sea. But this story might be about an even earlier mill that once stood there.\n\nThe miller who worked that mill was being terrorised by the Fin Folk, who would come out of the sea and raid the mill. Sacks of ground barley were carried away to their halls under the sea. So the miller locked-up the mill and went away. It was a great loss to the community, as well as to the Fin Folk.\n\nAn old woman who was begging in the parish was told that there was no barley meal to be had around the Bay of Skaill because the mill had closed. When she heard the story she said that she might be able to help, if they gave her a few things. She was supplied with a fire, a pot of water and kale to boil in it, a ladle and a spinning wheel with some wool. She went into the mill and lit the fire and hung the pot of water and kale over it to boil. After a while the Fin Folk saw the light in the mill and headed towards it. They burst in with an awful noise and started to search the place. One Fin man found the old woman sitting spinning by the fire. He sat next to her and asked, “Who are you?” “My name is myself in the mill” and so saying she scooped up a ladleful of boiling water and kale and threw it over the Fin man’s legs. He cried out in pain and ran outside, followed by his friend. “I am terrible burnt” he wailed. “Who did this to you?” “It was myself in the mill” he said. The one Fin Man said, “Well if it was yourself that did it then you can sail away in the water with it.” And with that they all left and never went back. The old woman was rewarded with food and a bag was always hung by the mill door so that everyone would give her meal to bake bannocks with, so she never had to beg again. \n",
      "child_friendly": true,
      "story_audio": "the_miller_and_the_fin_folk",
      "images": "bay_of_skaill_millstone_tables,bryceillustrations_finfolk_and_miller"
    },
    {
      "id": "s0012",
      "loc_id": 4,
      "title": "The Ghost Child",
      "summary": "Skaill House is not the only haunted place at the Bay of Skaill.",
      "text": "An unchristened baby dies of fever and is buried in secret in the kirkyard, where only christened bairns could be buried. Hauntings begin that frighten both cattle and people away from the area. One man decides to ask the baby what’s wrong, calling it “bare back.” The hauntings stop because the baby has been given a name.",
      "script": "Skaill House is known as one of the most haunted houses in Orkney, but it is not the only haunted place at the Bay of Skaill. St Peter’s kirk over on your right as you’re facing the sea also had a ghost story. A long time ago a baby died of a fever that was spreading through the area. As the baby boy hadn’t been christened the minister refused to bury it in the kirkyard. But it was winter time and there was a blanket of snow on the ground. So, under the cover of darkness, the man buried his bairn in the kirkyard. No one knew, until the snow melted and the disturbed soil could be seen. The minister knew what had happened, but didn’t have the heart, or the stomach, to dig up the tiny corpse. \n\nIt was soon after that that the hauntings began. The ghost of a small child was seen sitting crying on the sloping ground just behind the kirk. The cattle were afraid to graze in the field and the local people were equally frightened of it. After a time one man decide to try to talk to the restless spirit, to see why it remained there. So, one evening, he went to the spot where the baby haunted and he saw it there, crying piteously. “What’s wrong with you bare back?” he asked, and with that the baby’s ghost disappeared. It had been given a name, bare back, and could now rest in peace.\n\nIt’s more than a hundred years since that story was published in the local newspaper and I suspect it has been sanitised as another version of that story has the man calling the weeping baby ‘bare arse’. \n",
      "child_friendly": true,
      "story_audio": "the_ghost_child",
      "images": "bay_of_skaill_skaill_house"
    },
    {
      "id": "s0013",
      "loc_id": 5,
      "title": "Legends of Moving Stones",
      "summary": "Don’t get in the way of a standing stone when it decides to go out for a drink!",
      "text": "The stone before you is not the friendly, bouncing type, like the Yetnasteen on the island of Rousay. The stone of Quoyboon is deadly. It’s said that anyone who tries to watch this stone take its Hogmanay drink at the loch will be killed. One man is known to have survived, merely found unconscious the next morning. Another is not so lucky. When the unfortunate sailor decides to test the stone, he’s found dead.",
      "script": "Don’t be fooled by the standing stones in Orkney, for they are not always what they seem to be. Some stones can walk. One that is in the island of Rousay, called the Yetnasteen, or Giant’s Stone in the Viking tongue, goes down to the nearby Loch of Skockness for a drink at midnight on Hogmanay. That’s New Year’s Eve, you know. It is a jolly, vibrant stone that can cover the distance in just three great leaps, bouncing like a petrified Tigger. It has its drink and bounces back again to stand in the same spot until the following Hogamanay. \n\nBut this stone in front of you, called the Stone of Quoyboon, is quite a different character. It too goes for its midnight drink on Hogmanay, but you have to pity anyone who tries to watch it. You see, this stone is a killer. Anyone who tries to watch it having its drink will never see another dawn. \n\nOne man who boasted to his friends that he wasn’t afraid of the stone was dared to put his words into action by staying next to the stone all night on Hogmanay. Being shamed into doing it, he went reluctantly to keep his vigil. We paced too-and-fro nervously until, to his horror, it almost midnight and he found that he had wandered into the path of the stone, between it and the Boardhouse Loch. Did he imagine it? Were his eyes playing tricks on him? Or did that stone really just move? The fright of it caused him to faint. The next day they found him unconscious in the field. When they revived him he wasn’t able to say whether he actually saw the stone move or not.\n\nAnother young man was not quite so lucky. A sailing ship has been cast ashore on the Birsay rocks and only one young man had survived. He was taken in by an old couple who lived near to here. When Hogmanay was drawing near they warned him not to try to watch the stone going for its annual drink. He laughed at them and said that he would find out if the old story was true or not. Despite the old folks pleas the young sailor went over to the stone that night. To make sure that he didn’t miss anything, he actually climbed up the stone and sat on top of it. He was a sailor and was used to climbing masts. What happened that night is for no one to know, but when the cold, winter sun rose on that New Year’s morning it found the crushed body of the young sailor lying dead at the foot of the stone. \n",
      "child_friendly": true,
      "story_audio": "legends_of_moving_stones",
      "images": "stone_of_quoyboon"
    },
    {
      "id": "s0014",
      "loc_id": 6,
      "title": "Miracles of St Magnus",
      "summary": "Hear some of the miracles attributed to Orkney’s Viking saint, Magnus.",
      "text": "Along with more usual miracle cures, the Longer Magnus Saga tells of a very strange miracle. Two brothers in Norway are accused of cheating a powerful family. One brother is killed, dismembered and eaten by wolves, while the other has his limbs broken and his eyes and tongue cut out. When the maimed man prays to Magnus, his health is restored. His brother is only restored to life when St Magnus calls the wolves who ate him out of the woods and makes them vomit up the pieces, which Magnus then restores.",
      "script": "St Magnus kirk was the original resting place of the body of St Magnus. His tomb, which would have been inside the kirk, was said to have a beautiful fragrance surrounding it and lights were sometimes seen floating over the grave. Here, it was said, that many people were cured of blindness, insanity and other illnesses. But there was one strange miracle which can be found only in the Longer Magnus Saga.\n\nTwo brothers in Norway were accused of trying to cheat a powerful family, and they were seized and taken to a wood where the one considered mostly to blame was killed. His brother had his arms and legs broken, his eyes were put out and his tongue cut out. As the man lay there helpless a pack of wolves ran from the woods and they ate up his brother’s body before running back among the trees. As the dying brother lay there, his thoughts turned to God and to St Magnus. He was unable to pray, but he beseeched God and St Magnus in his thoughts to have mercy on him. He then became aware of a radiant man standing over him, although he couldn’t see. The man laid his hands on the injured man’s arms and legs and they were healed. He then laid his hands on the stump of the severed tongue, and it became whole again, as did his eyes when they were touched. The man said to the radiant figure, ‘What is your name most noble lord?’ the stranger replied, ‘Here is Earl Magnus, but mind well to keep what you have vowed to God.’ The man then begged St Magnus to bring his brother back to life. Suddenly, the wolves ran out of the wood and back to the remains of the dead body where they vomited up all the flesh and bone that they had eaten. St Magnus raised his right hand over the remains and said a blessing and the body became whole again. Then he said another blessing and the dead man rose up alive and well.\n",
      "child_friendly": true,
      "story_audio": "miracles_of_st_magnus",
      "images": "birsay_st_magnus_kirk,birsay_old_kirk"
    },
    {
      "id": "s0015",
      "loc_id": 6,
      "title": "The Magic Raven Banner",
      "summary": "Hear the story of Orkney’s last pagan earl. ",
      "text": "Sigurd the Stout, Orkney’s last pagan earl, is sworn to Odin. Sigurd’s mother, a sorceress, gives him a magic banner to carry into battle. The banner gives victory to the army that carries it but death to the bearer. In a battle with Ireland’s High King, Brian Boru, Sigurd is killed, but not even death can keep him from fulfilling a promise to an old friend.",
      "script": "St Magnus’s great-grandfather, Sigurd the Stout, was the last pagan earl of Orkney. His hall would most likely have been underneath the ruins of the Earl’s Palace. He was sworn to Odin, but those who put their faith in that god seldom die peacefully in their beds.\n\nWhen Sigurd became earl of Orkney in 991 AD he found the people of Caithness were in open revolt against him. A battle had to be fought, but the Orcadians were outnumbered, seven to one, by the Scots army. Sigurd consulted his mother, Eithne, who was famed for her sorcery. She sneered that had she known that he wanted to live forever she’d have reared him in her wool basket, but she gave him a magic banner. It was embroidered with the image of a raven in flight. This was the bird of Odin, and Odin would grant victory to the army that carried it but death to the man who held it. Sigurd defeated the Scots army in Caithness, but he lost three standard-bearers. Odin must have his sacrifice.\n\nIn the Yule of 1013 Sigurd played host to King Sigtrygg Silk-Beard of Dublin. He was in dispute with the High King of Ireland, Brian Boru, and he offered Sigurd the High Kingship of Ireland and his mother’s hand in marriage in return for his support in battle. Sigurd, full of ale and ambition, agreed. In Easter week 1014 they sailed for Ireland. The battle, to be fought at Clontarf just outside of Dunblin, took place on Good Friday, 23rd April. King Brian refused to fight on such a holy day, and remained in prayer, behind a shield-wall made by his bodyguard. The battle was fierce and three standard-bearers were killed. When Sigurd ordered one of his men to pick it up, he refused, saying ‘Bear your own devil.’ Sigurd took his banner off the pole, rolled it up and thrust it beneath his cloak, saying, ‘It’s best that the beggar and his bag go together.’ Sigurd was soon afterwards killed when a spear was thrust through him. The battle was lost, but King Brian Boru also died when a warrior sorcerer called Brodir fought his way through the shield-wall and took off Brian’s head with a single stroke of his sword. Brodir was captured and had his belly cut open and his guts nailed to an oak tree. He was then led around the tree until all his guts were wrapped around it, and then he died.\n\nAn old warrior friend of Earl Sigurd, Harek by name, had been refused a place in the army due to his age, but Sigurd promised him that he’d be the first to know the result of the battle. On the evening of the battle Earl Sigurd was seen riding in Orkney, followed by part of his army. Harek rode out to meet him. They were seen to talk to each other for a time, then they all turned around and rode off behind a hill and were never seen again. ",
      "child_friendly": true,
      "story_audio": "the_magic_raven_banner",
      "images": "birsay_earls_palace,bryce_viking_ship,bryce_viking_drinking_horns"
    },
    {
      "id": "s0016",
      "loc_id": 7,
      "title": "The Magic Island of Eynhallow",
      "summary": "How Thoradale got his revenge on the Fin Folk.",
      "text": "When Thoradale’s young wife is stolen by a Fin Man, Thoradale consults the spaewife and the Odin Stone. Following a vision, the man takes his three sons and sails to one of the Fin Folk’s invisible islands – a summer home of the Fin Folk. He’s able to take the island and fix it in the world of humans, which is why you can see the island of Eynhallow today. But beware if you go there – the place still has a bit of magic about it.",
      "script": "There is a race of creatures in Orkney called the Fin Folk, who live under the sea in beautiful cities. But they have summer residences on islands that can be seen floating on the surface of the sea. Usually they are invisible to mortal eyes, but sometimes you see them in the summer haze. The old folk called them Hildaland, from an old Norse word for shimmering islands seen out to sea on humid summer days. I have seen one, and you can see one too, for Eynhallow was once one of these invisible islands. It was won from the Fin Folk by a man called Thoradale who lived here in Evie. \n\nThoradale was a widower with three grown sons. He remarried and was happy with his new bride. But one day, when they were gathering bait for the fishing, a Fin man came out of the sea and carried his wife off. He swore he’d get his revenge and went to consult a spaewife, or witch, on the island of Hoy. She told him that the Fin Folk hate to lose any of their summer homes, and she told him what to do in order to see it. For nine nights of the full moon he went on his knees around the Stone of Odin, which used to stand next to the Stones of Stenness, and he looked through the hole that was in the stone. On the ninth night he was rewarded with a vision. He went home and bought a large chest full of salt and three straw baskets. He told his sons what to do and he waited. One day he saw a green island between Evie and Rousay where no island had been before. He shouted to his sons to fetch the salt and he headed to his boat, never once taking his eyes off the island. If he did, he’d never see it again. The three sons rowed the boat, Thoradale was in the bow, staring at the island. Suddenly a huge whale appeared in front of them, mouth open ready to swallow them. But Thoradale threw salt at the monster and it disappeared. Salt can break the Fin Folk’s magic. Then the mermaids started to sing, so that the sons started to row slower. Thoradale threw a cross made of twisted kelp at them and they dived into the sea, screaming. Then they landed on a gravel shore. Thoradale jumped out of the boat and was met by a terrible monster with feet as big as millstones, tusks as long as a man’s arm and it was spitting flames. Another handful of salt made it vanish with a growl. There in its place was the Fin man who had stolen his wife. He had a sword in his hand and swore to kill Thorodale if he didn’t leave. But Thoradale has a second cross, made of sticky grass, which he threw at his enemy, hitting him on the forehead. It stuck to him, burning his skin and he ran off in pain. The boys then set to work sowing three rings of salt around the whole island, nine rings of salt in all. Thorodale also cut nine crosses into the turf with a spade, fixing the island for once and for all. But the youngest son had large hands and he ran out of salt before the last ring was complete. So that is why no rats, cats or mice can live on Eynhallow and if you tether an animal with an iron stake it will jump out of the ground at sunset. There is still some magic in that island. So beware.\n",
      "child_friendly": true,
      "story_audio": "the_magic_island_of_eynhallow",
      "images": "bryceillustrations_finfolk_eynhallow,broch_of_gurness_2"
    },
    {
      "id": "s0017",
      "loc_id": 7,
      "title": "The Selkie Woman",
      "summary": "The bittersweet tale of a selkie maid.",
      "text": "An island man steals the skin of a selkie maiden as she dances on the shore. The selkie is a good wife … until the day that she finds her hidden selkie skin. She runs back to the sea, where she joins her seal husband. Before disappearing forever, she tells the man that she likes him well, but she loves her selkie husband better.",
      "script": "It was believed that grey seals, known as selkies in Orkney, are the souls of people who had drowned, but who had the power to return to dance on the shore on the night of the spring tide. If you steal one of their skins then they have to live on land but will always long to return to the sea. \n\nOne young man saw the selkies dance. Young maidens of rare beauty, enjoying their time in human form once more. He also saw where their skins were lying and he ran towards them as fast as he could run. The selkie maidens saw him coming and ran to grab their skins, but one was just too slow and the man seized the skin and claimed it as his own. The selkie maiden wept salt tears and begged for her skin back, but he just smiled and turned around and walked home. Soon she was at his door – the most beautiful young woman that he had ever seen. He had hidden her skin and so she had to marry him. The years passed and children were born, but whenever she could she would hunt for her lost skin or sit and stare mournfully at the sea. One day her small daughter saw her searching for something in the house. The child had cut her foot and she was resting it on a stool. She asked her mother what she was looking for and she said that she was looking for a beautiful skin to make slippers for her sore foot. “I know where father hides a bonnie skin” said the peedie lass. “One day, when he thought I was asleep he took a skin down from the top of the wall above the door.” The selkie woman ran to the door and found her lost skin. She kissed her daughter and said goodbye, and then ran out of the house and down to the shore. She flung off her clothes and pulled on her sealskin and dived into the sea. A large male seal swam towards her and their reunion was both joyful and sorrowful, as she had to leave her family on the land. Then she saw her human husband and eldest sons heading towards the shore in their boat. She swam over to then and, lifting the sealskin from her face, said the following rhyme: \nGoodman o’ Westness, farewell to thee,  \nI liked you well, you were good to me,\nBut I far prefer me man o’ the sea.\nAnd with that replaced the skin and slipped beneath the waves and was never seen again.\n",
      "child_friendly": true,
      "story_audio": "the_selkie_woman",
      "images": "bryceillustrations_selkie,broch_of_gurness_beach"
    },
    {
      "id": "s0018",
      "loc_id": 7,
      "title": "The Magic Island of Hether Blether",
      "summary": "How the Rousay man lost his daughter, only to find her years later.",
      "text": "A Rousay girl is cutting peats when a strange man sweet-talks her into going home with him. Her family mourns her as dead, not knowing that she’s been whisked away by a Fin Man to the mystical island of Heather Blether. Years later, the man and his sons blunder into the island in a thick fog while they’re out fishing and discover the lost girl living happily and in great wealth. She gives her father a magic knife, so he can always see her. But he accidentally drops the knife into the water, losing the power to see his daughter.",
      "script": "Long ago, a girl in Rousay went to the hill to work in the peats. After her work she sat down among the heather to rest herself. A strange man wandered towards her and spoke sweetly to her. They talked for a while and at last the man asked her to come home with him. She refused, but he persisted with such sweet honeyed words that eventually the girl agreed and went off with him. When the girl didn’t return her family searched for her but couldn’t find her. It was a sad household that night, and for many more nights to come.\n\nYears later the father and his sons were out fishing in the Eynhallow Sound when a thick fog swept over the sea, blocking the sight of any land. The old man was careful not to drift too far, until eventually he saw land. Thinking that this must be Eynhallow they pulled the boat up the beach and went to look for shelter. A house could be seen through the fog, so they headed towards it and knocked on the door. Who should answer it but the man’s own long-lost daughter. The father was overjoyed to see her, as were her brothers. They asked how she had ended up there, and, indeed, where were they? She said that her husband, who she had met on the hillside, was a sea man and that this was Heather Blether, the magic island that lay west over the sea. \n\nSoon the door opened and a thing like a big ball of heather rolled in and went through the house into another room. After a very short time a tall handsome man emerged from the room and was introduced as the girl’s husband. He was pleased to meet his in-laws and offered them every hospitality. Another two balls of heather rolled into the house, just like the first one, and they were joined by two more sea men who had been out fishing. After a while the fog lifted and the father said his goodbyes. He had tried to get his daughter to come home with him, but she refused, saying that she had a good life where she was. But she gave him a parting gift of a knife. She said that as long as he had it he would be able to see the island and to come back and visit. As they pushed off the boat the knife slipped from the man’s hand and fell into the sea. They returned home, but there was no sign of the magical island of Heather Blether. And as he’d lost that knife, the man never saw it, or his daughter, again.\n",
      "child_friendly": true,
      "story_audio": "the_magic_island_of_hether_blether",
      "images": "broch_of_gurness"
    },
    {
      "id": "s0019",
      "loc_id": 8,
      "title": "Midnight Ride of the Faeries",
      "summary": "What to do if you cross paths with the faeries.",
      "text": "A man stays out too late and has to walk home through faerie territory, coming across them as they’re out on a midnight ride. Luckily, he remembers a faerie antidote – the name of God and cold steel. They vanish away. He runs to the nearest house, so terrified that two young men have to escort him home.",
      "script": "The Hill Road that you have come over runs along the peat hill where people from the parishes of Evie, Birsay and Sandwick used to cut peats. It was also known to be a haunt for the fairy folk. You would have to be very brave, or foolish, to venture out on it at night. But one man did, and this is his story.\n\nHe had been visiting friends in Birsay and had set off for home later than he’d intended. As he walked he realised that his road took him along the isolated hill road over the peat hill. To his horror he saw in front of him, crossing the road, were the faeries. They were out on their midnight ride and they rode on horses at great speed. Nose to tail they rode, so that the man could not find a way to get through them. He stood there, rooted to the spot, the cold sweat of fear trickling down his back. He remembered that the word of God and cold steel were protection from fairy magic, so he pulled out his pocket knife and unfolded the blade and shouted, “In the name of the Lord let me through!” Suddenly all the faeries and their horses vanished and he found himself standing there alone. Fear put wings on his feet and he ran as fast as he could until he got to Sandwick. He saw a house that was familiar and he beat on the door with his fists, begging to be let in. The people who lived there opened the door and he ran inside. He told them that story, but he was so afraid that he wouldn’t make the last part of his journey home without a couple of young men to accompany him, even though he only had half a mile to go. \n",
      "child_friendly": true,
      "story_audio": "midnight_ride_of_the_faeries",
      "images": "click_mill_road,click_mill_sign"
    },
    {
      "id": "s0020",
      "loc_id": 8,
      "title": "Click Mill Trowie Tales",
      "summary": "Hear about strange goings-on at Click Mill.",
      "text": "John o’ Millbrig happens upon an old man and sits himself down to have a blether. The old man offers John a bit of snuff from a battered snuffbox, prompting John to comment on its “trowie” condition, meaning old and decrepit. The trowie – for that’s who the old man was – disappears, leaving John holding a lump of horse dung. Another story from Click Mill has it that a supernatural being called “Knappie” lives under the mill and sometimes causes the wheel to stop, unless you know how to deal with him.",
      "script": "The Click Mill is a type of old fashioned mill that dates back to Viking times. This mill was built by John Spence, to replace an earlier mill that stood on the same site but had become ruinous. He built in between 1822 and 1824. Now, this story happened to John o’ Millbrig, as he was known, some time before he built the mill that you see today. He was out herding cattle in the meadows nearby when he saw an old man sitting on the turf built hill dyke. He went over and said hello and sat down to chat to the stranger, expecting that they would have a laugh together. The stranger produced an old, rather battered snuffbox made from a cow’s horn, took a pinch of snuff and then offered the box to John. John looked at it and said to the stranger, “Ah, man, you have a trowie snuffbox”, meaning it was of poor quality and had seen better days. As soon as the word ‘trow’ was out of his mouth the old man vanished in a blaze of sparks and blue flames. When John looked at the snuffbox he saw that he was only holding a lump of dried horse dung.\n\nAn earlier miller who lived near this site, Johnny Sinclair, was said to be a bit slow witted. He said that a water spirit, called ‘Knappy’ used to grab the millwheel and stop it from turning. When this happened he would run outside with a bunch of burning straw held in a pair of tongs and he’d drop it into the stream that ran under the mill, in order to scare away the troublesome spirit. He was always seeing trows prancing around on the mill green on foals that they had stolen. Well, so he said.\n",
      "child_friendly": true,
      "story_audio": "click_mill_trowie_tales",
      "images": "click_mill,bryceillustrations_trow"
    },
    {
      "id": "s0021",
      "loc_id": 8,
      "title": "Mansie o’ Fea and the Faeries",
      "summary": "A foolish man has a faerie wife and a human wife… and tries to introduce them to each other!",
      "text": "Mansie o’ Fea is known to have dealings with the faeries. He marries a faerie wife to go with the human wife he already has. Worse yet, he tries to introduce the two! But no matter how hard he tries, he can never wake his human wife while his faerie wife is visiting. Another time, Mansie asks his servant boy if the lad would like to see the faeries. The boy puts his foot on top of Mansie’s and sees a troop of faeries on horseback, herding home the cow they’ve just stolen.",
      "script": "It wasn’t just Johnny Sinclair who used to see faeries though. Mansie of Fea used to wander these roads too. He lived in Sandwick and had a reputation of being in league with the fairy folk. In fact, it was said that he had a fairy wife. Not only that, but he had a human wife too. At the same time! Now, Mansie used to receive nocturnal visits from his fairy wife. One night he decided to introduce her to his mortal wife. What ever possessed him to do such a thing is beyond me, but try he did. But he found that no matter how hard he tried he could never wake up his mortal wife while his fairy wife was there.\n\nAfter a while Mansie found himself without a fairy or a mortal wife, as they both died. His second wife was a hard woman and he found life rather joyless. So, he took to the drinking. He would wander around the local ale houses and use his second sight to get drinks from people. One night he was away for a long time and his wife sent a servant boy off to look for him. He found him in an ale house, the worse for wear, and told him that his wife had ordered him home. Mansie knew that it wasn’t worth his while to argue, so he set off on the horse with the boy in front of him. “Would you like to see the faeries?” he asked the boy. “Oh, yes!” said the boy. “You wouldn’t be scared?” “Oh no!” said the boy, so Mansie said “put your foot on top of mine”, and the boy did. Suddenly, as soon as his foot was resting on Manise’s, he saw that they were not alone, for the whole place was full of faeries on horseback, driving a cow in front of them. They had just stolen it and were herding it home. \n",
      "child_friendly": true,
      "story_audio": "mansie_o_fea_and_the_faeries",
      "images": "click_mill_2,bryce_dancing_trowie"
    },
    {
      "id": "s0022",
      "loc_id": 9,
      "title": "A Saint and Dancing Giants",
      "summary": "Stones with stories.",
      "text": "The Neolithic standing stone you just passed is said to be a resting place for the body of St Magnus’ bones as they were carried from Birsay to Kirwall. The Ring of Brodgar, visible across the loch, preserves forever the last dance of the giants, who are turned to stone when the sun rises, along with their fiddler - the stone standing alone in the field nearby.",
      "script": "Orkney is famous for its standing stones. The stone that you passed on the road at the top of Stoney Hill was said to have been one of the places that Bishop William and his men rested when they carried St Magnus’s bones from Birsay to Kirkwall. The Harray folk were supposed to meet them there, and help carry the saint on his journey, but they were late in arriving. The bishop said they scuttled out of their huts like crabs out of the ebb, so as a result Harray folk were afterwards called Crabs. \n\nThe Ring of Brodgar that lies across the loch has a story too. It is said that these stones were once living, breathing giants. These giants had to hide from the sun, or risk being turned to stone, but at night they were free to dance. And dance they did! Round and round in a great circle they danced, laughing and enjoying their sport, but one night they lost track of the time and the sun rose and turned them into stone. The Comet Stone that stands in the field next to the ring is said to be the fiddler. \n",
      "child_friendly": true,
      "story_audio": "a_saint_and_dancing_giants",
      "images": "harray_loch_toward_ring_of_brodgar,ring_of_brodgar"
    },
    {
      "id": "s0023",
      "loc_id": 9,
      "title": "The Caithness Giant",
      "summary": "How the Stenness and Harray lochs were made.",
      "text": "A giant from Caithness wades over to Orkney to get some good Orkney soil for his garden. Great holes are made where he scoops out the earth, creating the two lochs. The giant piles the dirt into a basket to carry home. Sadly, he loses it all on his way. Some drops into the ocean and forms the island of Graemsay. The rest soon follows, forming the hills of Hoy.",
      "script": "Another giant had a different passion in life – gardening. He lived over in Caithness, where the land isn’t so good, and he looked longingly over to Orkney and he saw how green it looked. If only he had some of that good, rich soil for his garden. So, one day he set off with a straw basket called a kaisie on his back, which was held in place by a rope around his chest that was called a fettle. He waded over the Pentland Firth and reached Orkney, looking around for some good earth. He found a spot and set his basket down on the ground and then, with one of his huge hands, he scooped up a huge handful of earth and tipped it into the kaisie. He took a second scoop of earth with his other hand and tipped that into the kaisie too, until it was full. Then he set off for home. As he went a huge chunk of tuft fell out of his basket and into the sea with a splash, becoming the island of Graemsay. But then, disaster struck! The fettle broke and all the earth fell out, forming the Hills of Hoy. The giant went home and never came back. But water flowed into the two immense holes that he had created, which are now the Stenness and Harray Lochs. ",
      "child_friendly": true,
      "story_audio": "the_caithness_giant",
      "images": "bryceillustrations_giant_from_caithness,harray_loch"
    },
    {
      "id": "s0024",
      "loc_id": 9,
      "title": "The Hogboon",
      "summary": "All you ever wanted to know about hogboons.",
      "text": "The hogboon of Meashowe must have been out when James Farrer began excavations in 1861. Lucky for him! Another family neglect feeding their hogboon, who in turn makes their lives miserable. When they finally move out in desperation, the hogboon surprises them by popping out of a butter churn. They’d forgotten that the hogboon goes with the family, not the farm.",
      "script": "The tomb at Maeshowe was dug in 1861 by James Farrer. Before he started he was warned that it was the home of a spirit called a hug boy, which possessed great strength. He carried on anyway, but he was lucky. (As far as we know, he never experienced bad luck?) A hug boy, or hogboon, is a spirit that looks after a family farm, bringing good luck, as long as you share the produce of the farm with it. But if you don’t, if you don’t pour milk, meal or ale on the mound or place butter, cheese and bannocks there, then it will make your life a living misery. One family neglected their hogboon, not feeding it at all, and it started to steal things and to play tricks on them. After a while they managed to rent another farm in another part of the island and they set off with the last of their belongings. It was a lovely day and the farmer was just congratulating himself on getting out of that place when the lid flew off the churn and the hogboon stuck its head out and said, “We’re getting a fine day for the flitting!” You see, the farmer had forgot that a hogboon goes with the family and not the farm. ",
      "child_friendly": true,
      "story_audio": "the_hogboon",
      "images": "bryceillustrations_hogboon"
    },
    {
      "id": "s0025",
      "loc_id": 9,
      "title": "The Fiddler and the Faeries",
      "summary": "A man who claims to know the faeries is challenged to prove it.",
      "text": "An old man uses his supposed friendship with the faeries to get free drinks in the alehouse until he’s challenged to prove his claims. The man fiddles all night, trying to conjure the faeries, but he “remembers” after no faeries appear that they’re all away at a faerie wedding that night.",
      "script": "There was an old man in Harray who claimed to play the fiddle for the faeries, but no one believed him. One day he was boasting about his fairy audience when the local blacksmith, a mountain of a man, said “I want to see them! Show them to me.” The old man said that he would, but that the blacksmith should be careful what he wished for. So they agreed to meet at midnight on a certain night by a local fairy mound and when the blacksmith turned up the old man was there, playing his fiddle. He played for about an hour or two, but there was not a fairy in sight. The blacksmith laughed and called the old man a liar, but the old man snorted that he thought that the faeries would be at Maeshowe, for a fairy baby had just been born there. “Then let’s go there then!” said the blacksmith. “I can’t walk all the way there” protested the old man. “Then I’ll carry you” said the blacksmith, and before the old fiddle player could argue with him he had been picked up and was being carried along the road, up Stoney Hill and set down outside Maeshowe. Here the old fiddler was worried, because he had never seen a fairy in his life but he didn’t want to be found out as a liar. Fear of the faeries got him drinks in the alehouse and he didn’t want to lose that. So he played for a while, but still no faeries arrived. The blacksmith laughed, as the old fiddler sawed away with his bow to thin air. “So, where are the faeries?” asked the blacksmith. “Do you admit that you are a liar and a cheat?” But the old man flushed red and said, “How dare you say such a thing! I have just remembered the faeries told me that there is a wedding tonight in Orphir and they’ll be at that. But it’s nearly dawn now, so carry me back home at once. Or I’ll set the faeries on you!” Reluctantly, the blacksmith picked him up and carried the old man home. ",
      "child_friendly": true,
      "story_audio": "the_fiddler_and_the_faeries",
      "images": "bryce_man_in_fairy_mound,bryceillustrations_fiddler"
    },
    {
      "id": "s0026",
      "loc_id": 9,
      "title": "The Maeshowe Faeries",
      "summary": "A completely true faerie tale of Maeshowe. ",
      "text": "A man is walking uncomfortably near Maeshowe one night when he’s grabbed up by invisible forces and hurled through the air, all the way to Kirkwall. His watch shows that only a couple of minutes passed during his terrifying flight.",
      "script": "A man was walking along the road late one evening, and was a bit concerned as his journey took him past the great mound at Maeshowe. Nobody liked passing that place after sunset. It was believed to be the home of supernatural creatures. The man was a bit agitated and he took out his pocket watch to see what the time was. In the distance he thought he could hear laughter - it seemed to be coming from Maeshowe. Suddenly, he felt himself being grabbed by many invisible hands and carried up into the air. He seemed to be flying along at a great speed through the air. The poor man was terrified, but utterly powerless to do anything. He felt himself going downwards and before he knew what was going on he found himself standing on Broad Street in Kirkwall, right in front of St Magnus Cathedral. When he looked at the cathedral clock he saw that only a couple of minutes had passed since he’d looked at his watch at Maeshowe.",
      "child_friendly": true,
      "story_audio": "the_maeshowe_faeries",
      "images": "bryce_dancing_trowie,maeshowe"
    },
    {
      "id": "s0027",
      "loc_id": 10,
      "title": "The Watch Stone",
      "summary": "Why you’ll never see the Watch Stone take its New Year’s Eve dram.",
      "text": "Local lore says that the Watch Stone takes a walk to the Stenness Loch every Hogmanay to have a drink, but if anyone tries to watch it, they’ll be prevented in some way. One man tells a local man that he’s going to watch the stone take its drink, but he doesn’t make it in time. The local man is relieved to know that the magic is still working.",
      "script": "The Watch Stone stands guard by the bridge where the Stenness and Harray Lochs meet. It is said that this is one of the walking standing stones, and that at midnight on Hogmanay, that is New Year's Eve, the stone leaves its spot and goes down to the Stenness Loch and dips its head into the water to take a drink. But if anyone tries to see it having its dram, then they will not succeed, as something will prevent them from doing it. One man, on hearing this, said that he'd go and watch the stone drinking that Hogmanay. Later on in the New Year, a local man asked him if he had seen the stone drinking. \"Oh, no,\" he said, \"I got delayed and didn't get there on time.\" \"Ah!\" said the local man, \"the magic is still working.\"\n",
      "child_friendly": true,
      "story_audio": "the_watch_stone",
      "images": "watch_stone"
    },
    {
      "id": "s0028",
      "loc_id": 10,
      "title": "Gow the Pirate",
      "summary": "A tale about the tragically lost Odin Stone and the Pirate Gow.",
      "text": "The Odin Stone that once stood near the Stones of Stenness was once an important trysting place. Here, local lass Helen Gordon swears to marry her childhood friend … who turns out to be a pirate. After the Pirate Gow is hung, Helen must hold his dead hand and renounce her oath, or she’ll never be able to marry another. Exactly how she accomplishes this is uncertain – whether by traveling to London or by getting someone to post the hand to her.",
      "script": "Just to the left of the Stones of Stenness, in the field between the stones and the red roofed cottage, once stood the Odin Stone. Sadly, it was destroyed by a tenant farmer in 1814. It was a standing stone with a hole through it, where lovers would meet to hold hands through the hole and plight their troth by making the Odin Oath. This oath was considered as binding as a church wedding and could only be broken by going through a ritual, or if the person died, by holding the dead hand that you held in life and renouncing the oath. If, however, there was no body, if your lover was lost at sea, then you could never marry. The Odin Oath was that strong.\n\nIn January 1725 a fine, trim little ship sailed into Stromness and anchored at the back of the Holms. The townfolk were delighted to learn that the captain of this ship was John Gow, a local lad. But so young to be a captain. He met his childhood friend, Helen Gordon, and soon the two fell in love. They slipped off in secret, to the Odin Stone, and plighted their troth, promising to marry only each other. Eventually the true colours of Gow and his shipmates was found out - they were pirates. The alarm was raised and Gow and his band of cut-throats were captured and tried in London. They were hanged and their bodies tarred and hung up as a warning to other would-be pirates. Now back in Orkney poor Helen was heartbroken. Knowing that she had sworn the Odin Oath she couldn't marry, without terrible consequences. She had to hold Gow’s hand and renounce the oath. So she sailed all the way to London - remember that this was a time when it was advised to make your will before venturing on a sea voyage, it was that dangerous. But she made it, only to find out that he was already dead. She went to the place where he was hanging and she held the tarred, dead, cold hand of John Gow and renounced the oath. She was free. That is the story as told in Orkney. Gow wasn't born here, but in Caithness, where they have a different and less romantic version of the story. They say that Helen paid someone to cut off Gow's hand and send it to her, where she could hold it, renounce the oath and so be rid of him and the Odin Oath without leaving home. Maybe she tossed the hand to the dog afterwards - who knows.\n",
      "child_friendly": true,
      "story_audio": "gow_the_pirate",
      "images": "stones_of_stennes_1,stones_of_stennes_3"
    },
    {
      "id": "s0029",
      "loc_id": 10,
      "title": "The Haug",
      "summary": "How a trip to Stromness for Hogmanay whiskey goes badly awry.",
      "text": "Two friends from Orphir take a New Year’s Eve trip into Stromness for a “pig” (stone jar) of whisky. Passing the mound at Howe, they hear music. One man goes into the mound and starts dancing, while the other goes home. A year later, on the same journey, the man hears the music again. He reaches in and pulls his friend from the mound. The dancing man thinks no time has passed, but his boots are worn away. And worse, the pig of whiskey is empty!",
      "script": "If you look up the hill at the back of the tomb you’ll see the farm of Howe, which took its name from the large mound, Haug in Old Norse (pronounced howg) that used to stand there. I say used to because the mound was excavated between 1978 and 1982. I worked on that dig in 1980 when I was 17. It was said to be a fairy mound, so when a gale flattened the finds hut on the site during its first winter, some of the local folk nodded knowingly and said it was the faeries taking their revenge. \n\nThere were two men from the parish of Orphir who walked to Stromness one Hogmanay, New Year’s Eve, to buy a stoneware jar of whisky. These jars were knows as ‘pigs’. When the pig was filled with whisky they started to walk home. Their road took them over the hill, past the great mound at Howe. When they got nearer the mound they could hear music – it was the music of the pipes. A door stood open in the side of the mound and light was flooding out of it. Carefully, they went to have a look. Inside they saw the faeries, dancing and drinking and having a great old time of it. The man with the pig of whisky went inside and started to dance. When his friend asked him to come out he protested, saying that the fun had just begun. After getting this answer several times the man turned around and started to walk away. He didn’t trust the faeries and wouldn’t go inside for all the whisky in Stromness! He waited for his friend to join him with the whisky, but he never appeared. A search was made, but there was no sign of him. The great mound at Howe stood cold and cheerless – no sign of a party there. \n\nA year passed, and the Orphir man walked back to Stromness to get his New Year’s dram. Whisky was bought and he started to walk home. When he was nearing the mound at Howe he heard a familiar sound – the sound of music. He saw the door standing open, the light pouring out of it and when he looked inside, there was his friend, still dancing away. “Are you not coming out?” the man asked. “The fun’s just started,” replied his dancing friend. The man who was outside grabbed his friend by the scruff of the neck and said, “It’s high time you were home” and he pulled him out of the mound. “What did you do that for?” asked his friend, “I have only just started the dancing.” “No you haven’t! You’ve been in there for a whole year.” “Rubbish,” said the disbelieving dancer, “I was only in there for a few seconds.” “Look at your boots man!” said his friend, and do you know what? He had danced the soles right off his shoes. What was worse – the pig of whisky was empty!\n",
      "child_friendly": true,
      "story_audio": "the_haug",
      "images": "unstan_tomb_backside,unstan_tomb_inside"
    }
  ]
}